Repository: varahi/noproblem
Catalog: translations/flash+intl-icu.*.xlf
Languages: ru

source: Please login
ru: Пожалуйста войдите в систему

source: New job created
ru: Создана новая вакансия

source: Job updated
ru: Вакансия обновлена

source: New worksheet created
ru: Создана новая анкета

source: Worksheet updated
ru: Анкета обновлена

source: Ticket created
ru: Обращение создано

source: Profile updated
ru: Профиль обновлен

source: Notification mark as read
ru: Уведомление отмечено как прочитанное

source: Notifications sent
ru: Уведомления отправлены

source: Access denied for this operation
ru: Доступ запрещен для этой операции

source: Order was approved
ru: Заказ был успешно оплачен

source: Mismatch password
ru: Введенные пароли не совпадают

source: Image updated
ru: Изображение обновлено

source: Your account has not been activated yet
ru: Ваш аккунт еще не активирован. <br />Пожалуйста перейдите по ссылке в отправленном вам письме!

source: Something wrong
ru: Что-то пошло не так, попробуйте зарегистрироваться еще раз.

source: Email verifyed
ru: Ваш аккаунт подтвержден, вы можете войти в систему.

source: Enter sms code
ru: Введите смс код

source: Code not sended
ru: Код не отправлен, попробуйте еще раз

source: Code not executed
ru: Код не выполнен

source: Cant connect with server
ru: Не могу установить связь с сервером

source: Phone verified
ru: Телефон подтвержден

source: Please fill the phone number
ru: Пожалуйста укажите телефон в ашем профиле
